Repository: DevOps-UA/qrshare
Catalog: po/*.po
Languages: de

source: Click here to select files or folders for sharing
de: Klicken Sie hier, um Dateien oder Ordner für die Freigabe auszuwählen

source: Right click in Files application
de: Wählen Sie Dateien und Ordner und wählen Sie die Option QR Share

source: Network is not available
de: Netzwerk ist nicht verfügbar

source: Network Settings...
de: Netzwerkeinstellungen...

source: Stop Sharing
de: Hör auf zu teilen

source: Share files and folders
de: Teilen Sie Dateien und Ordner

source: Use any of the options below to share Scan the QR code to download
de: Scannen Sie den QR-Code zum Herunterladen

source: Select files or folders
de: Wählen Sie Dateien oder Ordner aus

source: Select files or folders to share
de: Wählen Sie die Dateien oder Ordner für die Freigabe aus

source: Cancel
de: Stornieren

source: Select
de: Wählen

source: Connect to the same network as the device you will be using to scan the QR code.
de: Verbinden Sie sich mit demselben Netzwerk wie das Gerät, mit dem Sie den QR-Code scannen.
